[{"name":"Sheet1","data":[["Team","Header 1","Subhead 1","Header 2","Subhead 2","Header 3","Subhead 3"],["GENERIC","The Dawg Pound","With OBJ on board, can Baker Mayfield lead the Browns to their first playoff appearance since 2002","Another One?","The Patriots are looking to win back-to-back Super Bowl titles for the first time since they accomplished the feat in the '03 and '04 seasons.","It's Showtime","How will Patrick Mahomes build off his MVP sophomore season?"],[],["Arizona Cardinals","A New Era","Arizona will feature a new head coach -- Kliff Kingsbury -- and a No. 1 draft pick at QB -- Kyler Murray -- in 2019.","Record Breaker","Larry Fitzgerald needs 12 touchdown catches in 2019 to tie Marvin Harrison for fifth on the all-time receiving TDs list.","Added Speed","Indy drafted the fastest receiver from the 2019 NFL Combine -- Andy Isabella. How will he fit into Kingsbury's air-raid offense?"],["Atlanta Falcons","Preseason Importance","With many questions at each position, the preseason will be crucial to setting the roster before their kickoff their exciting schedule","Budding Star?","Can the Falcons first round pick Chris Lindstrom be Atlanta's new starting right guard?","New Offensive Strength","The Falcons have spent the offseason building the offense back up around Matt Ryan. Can they get back to the Super Bowl?"],["Baltimore Ravens","Defend the Title","With an action packed schedule ahead of them, can the Ravens defend their AFC North title?","Breakout Year?","With a full offseason to prepare to be the Ravens' starter, can Lamar Jackson outshine the other AFC North QBs?","Future Star?","Ravens' first round pick Marquise Brown has the potential to be a game-breaking, explosive player a soon as earky as the Preseasib,"],["Buffalo Bills","Future Star?","First-round pick Ed Oliver looks to make an instant on the Bills defnesive line.","Unquestioned Starter","With new QB coach Ken Dorsey guiding him, Josh Allen returns to lead a new-look Bills offense","New Strength","New Bills receivers John Brown and Cole Beasley look poised to support Josh Allen"],["Carolina Panthers","Cam's Return","Former MVP Cam Newton is back and ready to put on a show.","CMC's Surge?","After piling up just over 1,000 all-prupose yards in 2017, Christian McCaffrey reached 1,965 all-purpose yards in 2019. What'll come next for CMC?","Super Luke!","Luke Kuechly has reached the Pro Bowl in six of his first seven seasons. Will he do it again in 2019?"],["Chicago Bears","Motivated for More","Mitchell Trubisky returns with a chip on his shoulder to lead the Bears to an even better performance this season","Return of the Mack","You won't want to miss Khalil Mack take on his former team in London","Division Winners Return","The Bears are loaded with talent and are ready to defend their division title"],["Cincinnati Bengals","A New Era","Former Rams quarterbacks coach Zac Talyor takes over as Cincinnati's new head coach for 2019","Future Star?","The Bengals used their No.11 pick in to draft Jonah William from Alabama.Will he be a breakout star?","Building Strength","With the Bengals building an offense around veteran QB Andy Dalton, is this the year he returns to the Super Bowl?"],["Cleveland Browns","OBJ's Debut","Odell Beckham Jr. is embarking on his debut season with the Browns after the blockbuster trade from New York.","Mayfield Magic","Baker Mayfield set the single-season record for passing TDs by a rookie. Will he build on that number in Year 2?","New-Look Defense","Cleveland added a Pro Bowler to its defense in Olivier Vernon. Will he and Myles Garrett create a dynamic pass rush?"],["Dallas Cowboys","Rising Stars","The Cowboys look stronger than ever - is this their year to win the NFC Championship?","Coop's Catches","Amari Cooper enters his first full season with the Cowboys after being traded from the Raiders last season.","Next Step for Dak?","Dak Prescott looks to take the next step after throwing 22 TD passes or more in each of his first three seasons."],["Denver Broncos","New QB in Town","Former Super Bowl champion Joe Flacco will embark on his first season as Denver's QB in 2019. What will he bring to the Broncos?","Budding Star?","RB Phillip Lindasy went from being an undrafted rookie to rushing for over 1,000 yards. What does he have in store for 2019?","Dynamic Duo","Bradley Chubb and Von Miller combined for 26.5 sacks in 2018. Will they reach 30 in 2019?"],["Detroit Lions","Stafford's Streak","Matthew Stafford has thrown 20 or more TD passes in eight straight seasons. Will he continue that streak in 2019?","Revamped Defense","How will the Lions defense look with star defensive linemen Trey Flowers joining the front seven.","Future Star?","Detroit welcomes the No. 8 overall pick -- TE T.J. Hockenson -- into its offense. Will he become Stafford's top receiving target?"],["Green Bay Packers","A New Era","For the first time since 2006, Green Bay will start a season with a new head coach. What will Matt LaFleur bring to the Packers?","Rodgers' Highlights","Aaron Rodgers has tossed 40 or more TD passes twice in his career. Will he do it a third time in 2019?","Underrated Star?","Aaron Jones' average of 5.5 yards per carry led all qualified NFL running backs in 2018. What will Jones have in store for 2019?"],["Houston Texans","Year 3 for Watson","Deshaun Watson embarks on his third season as the Texans' QB after making his first Pro Bowl in 2018.","Hopkins' Highlights","DeAndre Hopkins has made the All-Pro team in two straight seasons. What big catches does Hopkins have in store for 2019?","Watt's World","After two injury-shortened seasons, J.J. Watt returned to an All-Pro level in 2018. What does he have in store for 2019?"],["Indianapolis Colts","Lofty Expectations","The Colts are fresh off their first playoff appearance since 2014. Will Indy take a step up and win the AFC South in 2019?","Budding Star?","Colts linebacker Darius Leonard is coming off a Defensive Rookie of the Year award in 2018. What's in store for Leonard in '19?","Added Speed","Indy drafted the fastest receiver from the 2019 NFL Combine -- Parris Campbell. How will he fit in alongside former Pro Bowler T.Y. Hilton?"],["Jacksonville Jaguars","New QB in Duval","Super Bowl LII MVP Nick Foles takes the reins as Jacksonville's franchise QB this season.","Sacksonville","Jacksonville tied for second in the NFL with 55 sacks in 2017. Will the Jags' defense return to those heights in 2019?","Future Star?","The Jags used their No. 7 overall pick in the 2019 NFL Draft on Kentucky edge rusher Josh Allen. Will he become the next defensive star to emerge in Duval?"],["Kansas City Chiefs","Reigning MVP","Patrick Mahomes took the league by storm with 50 TD passes and an MVP award in 2018. What does he have in store for 2019?","AFC West Dynasty?","K.C. has taken control of the AFC West in recent years, winning the division each of the past three seasons.","New-Look Defense","The Chiefs have a new defensive coordinator in former Super Bowl champion Steve Spagnuolo. Will he take K.C.'s defense to new heights?"],["Miami Dolphins","A New Era","Former New England assistant Brian Flores takes over as Miami's new head coach for 2019.","The Rosen One?","Former first-round pick Josh Rosen embarks on his first season with the Dolphins after being traded during the 2019 NFL Draft.","Fitzmagic","Ryan Fitzpatrick will compete with Rosen for the starting QB job after putting up some fireworks with Tampa Bay in 2018."],["Minnesota Vikings","More for Cousins?","Kirk Cousins set a new career high with 30 passing TDs in 2018. Will he add to that total in 2019?","Best WR Duo?","Stefon Diggs and Adam Thielen each had 1,000-plus receiving yards in 2018. Will they repeat the feat in 2019?","Next Step for Cook?","Dalvin Cook more than doubled his all-puprose yardage from 2017 to 2018. Will he take the next step in 2019?"],["New England Patriots","Reigning Champs","The Patriots are looking to win back-to-back Super Bowl titles for the first time since they accomplished the feat in the '03 and '04 seasons.","The G.O.A.T.?","Tom Brady already has more Super Bowl wins than any QB in NFL history, and he's aiming to win his seventh title in 2019.","New Star WR?","For the first time in the Bill Belichick era, the Patriots spent a first-round draft pick on a wide receiver -- Arizona State's N'Keal Harry."],["New Orleans Saints","Winning Pedigree","The Saints have 24 regular-season wins over the last two years -- tied for the most of any NFL team.","Another Brees Record?","Drew Brees enters the 2019 season needing just 20 pass TDs to break Peyton Manning's all-time record of 539 for a career.","Dynamic Duo","Alvin Kamara and Michael Thomas have each posted over 1,200 all-purpose yards in each of the past two seasons."],["New York Giants","Saquon's Highlights","Saquon Barkley is fresh off an Offensive Rookie of the Year season, and he finished second in the NFL in rushing yards last year.","New QB","Daniel Jones brings mobility in the pocket and a strong throwing arm to set up the Giants for future success. How will he look in the Preseason?","Future Stars?","New York features three first-round picks from the 2019 NFL Draft. How much of an impact will they make for Big Blue?"],["New York Jets","A New Star","Former All-Pro RB Le'Veon Bell will embark on his first season with New York in 2019.","QB on the Rise?","The No. 3 overall pick in the 2018 draft, QB Sam Darnold, returns for his sophomore campaign after throwing 17 TDs last season.","Future Star?","The No. 3 overall pick in the 2019 NFL Draft -- DT Quinnen Williams -- will add a new force to the Jets' defensive front."],["Oakland Raiders","A.B. Time!","Oakland made a splash in the offseason, trading for four-time All-Pro WR Antonio Brown. What will A.B. bring Oakland in 2019?","Gruden and Mayock","It's Jon Gruden's second year as the Raiders' head coach, but it's Mike Mayock's first season as GM. Will the duo bring Oakland back to AFC prominence?","Future Stars?","The Raiders' three first-round draft picks -- DE Clelin Ferrell, RB Josh Jacobs and S Johnathan Abram -- will take the field for the first time in 2019."],["Philadelphia Eagles","Wentzylvania!","Carson Wentz returns to lead the Eagles after passing for over 3,000 yards in each of his first three seasons.","New RB in Town","Former Pro Bowler Jordan Howard will be a new addition to Philly's backfield in 2019. Will he rush for 1,000 yards?","More Playoff Time?","The Eagles have reached the playoffs in each of the past two seasons. Will they keep that streak alive in 2019?"],["Pittsburgh Steelers","Back for More","Big Ben remains a formidable presence under center, can he lead the young Steelers squad back to the postseason?","Next Step for JuJu?","JuJu Smith-Schuster emerged as a top-level WR in 2018, finishing fifth in the league in receiving yards. What's in store for JuJu in 2019?","Future Star?","Pittsburgh traded up to the No. 10 overall pick to select Michigan LB Devin Bush in the 2019 NFL Draft. Will he be a Defensive Rookie of the Year candidate in 2019?"],["Los Angeles Rams","Super Bowl Time?","In 2018, the Rams won their first NFC title since 2001. Will L.A. take the next step to a Super Bowl title in 2019?","Next Step for Goff","Former No. 1 pick Jared Goff has improved on his passing TD totals in each of his first three seasons. Will that trend continue in 2019?","New Star on Defense","Six-time Pro Bowl safety Eric Weddle joins the Rams' secondary for the 2019 season."],["Los Angeles Chargers","Title Time?","The Chargers had 12 regular-season wins in 2018 -- their most since 2009. Will they take the next step and win the AFC West in 2019?","Eyeing Records","Philip Rivers is No. 8 on the career passing yards list as he enters the 2019 season. Will he climb the list even more in 2019?","Sack Masters","Joey Bosa and Melvin Ingram each have two 10-sack seasons under their belts. What's in store for these edge rushers in 2019?"],["San Francisco 49ers","Jimmy G Returns","The 49ers' QB1 is set to return to game action after playing just three games in 2018.","Best TE in NFL?","Last year, San Francisco's George Kittle set the NFL record for receiving yards in a single season by a tight end (1,377).","Star-Studded Defense","The 49ers added two former Pro Bowl defenders this offseason in Dee Ford and Kwon Alexander. They also added the No. 2 overall draft pick -- DE Nick Bosa."],["Seattle Seahawks","Back to the Playoffs?","The Seahawks have made the playoffs in six of the past seven seasons. Will they build on that in 2019?","A New Russ","As an integral part of the Seahawks offense and one of the best players in the league, could this be Russell Wilson's MVP season?","Future Star?","Seattle selected combine phenom D.K. Metcalf in Round 2 of the draft. Will he become Wilson's top receiving target in 2019?"],["Tampa Bay Buccaneers","Arians Time!","Bruce Arians takes over as Tampa Bay's new head coach after posting a 49-30 record in five seasons with the Cardinals.","Streak to Watch","Bucs WR Mike Evans has opened his career with five straight 1,000-yard seasons. Will he make it six in 2019?","New-Look Defense","Tampa Bay hired former New York Jets head coach Todd Bowles to take the reins as the team's defensive coordinator in 2019."],["Tennessee Titans","On the Rise","Marcus Mariota returns to lead the Titans in a crowded AFC South Division. Can he lead the Titans to their first division title since 2008?","New Play Caller","How will the offense look with Arthur Smith calling the plays?","Future Star?","Tennessee's second-round draft pick -- WR A.J. Brown -- posted over 1,200 yards in each of the past two seasons at Ole Miss."],["Washington Redskins","New Franchise QB?","Washington spent a first-round pick on a QB for the first time since picking Robert Griffin in 2012. Will Dwayne Haskins be the long-term answer at the position?","Record Setter","Redskins RB Adrian Peterson is No. 8 on the all-time rushing yards list. Will he move up the ladder in 2019?","New Star on Defense","Safety Landon Collins joins the Redskins' defense after reaching the Pro Bowl in three of his first four NFL seasons."],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[],[]]}]